Repository: common-repository/keycaptcha
Catalog: languages/keycaptcha-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Anti-spam: complete the task
ru_ru: Анти-спам: выполните задание

source: You should turn on JavaScript on your browser. After that please reload the page. Otherwise you won&#39;t be able to post any information on this site.
ru_ru: Для того чтобы иметь возможность отправить данную форму, Вам необходимо разрешить исполнение JavaScript в настройках Вашего браузера.

source: ERROR
ru_ru: ОШИБКА

source: The solution of task you submitted was incorrect. Please read the instruction and try again.
ru_ru: Решение предложенное Вами неверно. Пожалуйста, прочитайте задание и попробуйте еще раз.

source: To prevent automated registrations you should perform a task displayed below.
ru_ru: Для успешной регистрации, пожалуйста, выполните задание, приведенное ниже.

source: Settings saved.
ru_ru: Настройки сохранены

source: KeyCAPTCHA Settings
ru_ru: Настройки KeyCAPTCHA

source: General settings
ru_ru: Основные настройки

source: Private key:
ru_ru: Секретный ключ:

source: KeyCAPTCHA code:
ru_ru: KeyCAPTCHA скрипт:

source: KeyCAPTCHA Priview:
ru_ru: Предварительный просмотр:

source: Wrong KeyCAPTCHA private key. To get the correct private key please register your site on
ru_ru: KeyCAPTCHA private key содержит ошибки. Для получения правильного ключа, Вам необходимо зарегистрироваться на

source: Save
ru_ru: Сохранить

source: KeyCAPTCHA on registration
ru_ru: KeyCAPTCHA на форме регистрации

source: Check this box to enable KeyCAPTCHA protection on the register form.
ru_ru: Установите этот флаг для активирования KeyCAPTCHA на форме регистрации.

source: KeyCAPTCHA on login
ru_ru: KeyCAPTCHA на форме логина

source: Check this box to enable KeyCAPTCHA protection on the login form. This option is supported by WordPress ver. 2.8 or above.
ru_ru: Установите этот флаг для активирования KeyCAPTCHA на форме логина. Данная функция поддерживается WordPress начиная с версии 2.8

source: KeyCAPTCHA on lost password
ru_ru: KeyCAPTCHA на форме восстановления пароля

source: Check this box to enable KeyCAPTCHA protection on "Lost your password" form. This option is supported by WordPress ver. 2.7 or above.
ru_ru: Установите этот флаг для активирования KeyCAPTCHA на форме восстановления пароля. Данная функция поддерживается WordPress начиная с версии 2.7

source: KeyCAPTCHA on Contact Form 7
ru_ru: KeyCAPTCHA на Contact Form 7

source: Check this box to enable KeyCAPTCHA protection on Contact Form 7. <br> <div style="margin-left:50px;"> <p>To integarte KeyCAPTCHA with <b>Contact Form 7</b> please use the following instuctions: <br> <ol> <li>Copy the following tag with square brackets <b>[keycaptcha]</b></li> <li>Open the page with settings of Contact Form 7</li> <li>Paste the copied tag into "Form" section above the line which contains "&lt;p&gt;[submit "Send"]&lt;/p&gt;"</li> </ol></p></div>
ru_ru: Установите этот флаг для активирования KeyCAPTCHA на форме Contact Form 7.<br><div style="margin-left:50px;"><p>Для интеграции KeyCAPTCHA с <b>Contact Form 7</b> выполните следующие действия:<br><ol><li>Скопируйте следующий текст вместе с квадратными скобками <b>[keycaptcha]</b></li><li>Откройте страницу настроек Contact Form 7</li><li>Вставьте скопированный текст в секцию "Form" выше строки, содержащей "&lt;p&gt;[submit "Send"]&lt;/p&gt;"</li></ol></p></div>

source: Custom text above KeyCAPTCHA:
ru_ru: Текст над KeyCAPTCHA
